<template>
  <div class="box-card">
    <p>至尊彩票网拥有多元化的产品，使用最公平、公正、公开的系统，在市场上的众多博彩网站中，我们自豪的提供会员最优惠的回馈，给予合作伙伴最优势的营利回报! 无论 拥有的是网络资源，或是人脉资源，都欢迎您来加入至尊彩票网合作伙伴的行列，无须负担任何费用，就可以开始无上限的收入。 选择至尊彩票网，绝对是您最聪明的选择!</p>
    <p>代理条件：</p>
    <p>a.具有便利的计算机上网设备。</p>
    <p>b.有一定的人脉资源、网络资源或自己的广告网站。</p>
    <p>c.每期都要有10个实际有效投注的会员以上，每月至少要有新增3个有效会员，如达不到就累积到下期计算佣金。</p>
    <br/>
    <p>代理独立平台：</p>
    <p>我们为您提供单独的代理后台，您可以在后台不受限制的开出下线，并且实时了解下线会员输赢，存款，取款情况。代理后台有一个您的专属链接，您可以直接将您的专属链接链接在网站、论坛、博客等等可链接的网络页面，也可在群里面发送您的专属链接，只要通过您的专属链接注册的会员都算是您的下线。推广方式简单方便，推广渠道多种多样。</p>
    <br/>
    <p>有效会员：</p>
    <p>月结区间内进行过最少五次有效下注且投注总额不低于500RMB的会员！如联盟体系当月未达（月最低有效会员）最低门坎10人，则该月无法领取佣金回馈。联盟体系当月营利达到标准，而（月最低有效会员）人数未达相应最低门坎，则该月佣金比例依照﹛月最低有效会员﹜人数所达门坎相应的百分比进行退佣。</p>
    <br/>
    <p>代理收入：</p>
    <p>A：比如您本月的代理账号内有赢利的情况下，就可拥有以下收入:</p>
    <p>1.一个月内公司在您的代理账号内纯赢利达到1000元-50000元，可享受其中15%的佣金。</p>
    <p>2.一个月内公司在您的代理账号内纯赢利达到50001元-100000元，可享受其中20%的佣金。</p>
    <p>3.一个月内公司在您的代理账号内纯赢利达到100001元-200000元，可享受其中25%的佣金。</p>
    <p>4.一个月内公司在您的代理账号内纯赢利达到200001元-500000元，可享受其中30%的佣金。</p>
    <p>5.一个月内公司在您的代理账号内纯赢利达到500001元以上，可享受其中35%的佣金。</p>
    <br/>
    <p>请注意：</p>
    <p>每位加入合营商的客户，如果您在第一个月的有效会员未达到公司要求，但有产生佣金，您的佣金将累计到下个月。</p>
    <p>禁止代理商私自开设会员帐号进行非法投注套利。任何使用不诚实方法骗取代理佣金或下线会员与代理商同IP的我们视为代理商自己开设会员游戏，将取消代理资格并永久冻结账户，佣金一律不予发放。同IP出现多个会员的话，将被视为无效会员，不得计算在内。 敬请联系代理专员QQ：852236666详细洽谈 </p>
  </div>
</template>
