<template>
  <div class="box-card">
    <p>本公司提供多种存款，7×24小时可随时存款。支持「汇款」与「在线支付」方式存款。最低存款金额10元，汇款暂无最高限制。！ </p>
    <br/>
    <div class="method">【汇款存款方法】</div>
    <p>会员登入后点选「存款提款」，选择「在线存款」。 在页面上方「汇款存款」栏查看本公司最新的银行财务账号，将您要存款的钱通过网银、ATM、柜台等方式转入相应的账户中。然后在下方的汇款提交栏中输入您汇款的金额，选择您汇款的银行以及时间等。填写完毕提交，提交完后，耐心稍等片刻，工作人员会第一时间为您做确认处理。确认通过后您的账户余额会自动更新。您也可以随时在账户的近期记录中查询您提交的信息的状态以及处理时间。如长时间未处理的，请您核对您的资金转出是否成功，转入的账号是否正确。
    </p>
    <br/>
    <div class="method">【在线支付存款方法】 </div>
    <p>会员登入后点选「存款提款」，选择「在线存款」。 在页面下方「在线存款」栏输入存款金额，确定，进入「确认」页面，选择您要付款的银行，并核对存款金额，提交后便进入银行支付页面。按照银行的支付流程付款。付款完成请不要过快关闭窗口。等待银行回调页面。付款成功余额将会自动更新。如您付款完成后余额没有更新，请马上联系我们在线客服人员。</p>
  </div>
</template>
<style lang="scss" scoped>
.method {
  font-size: 18px;
  line-height: 1.5;
}
</style>
