<template>
  <div class="box-card">
    <p>本公司提供多种存款包括『公司入款』、『线上存款』，7x24小时提供会员随时存款的便利服务。最低线上存款及公司入款金额为10元。</p>
    <br/>
    <div class="method">【公司入款方法】</div>
    <p>会员登入后点选『立即充值』，选择『公司入款』。您可以看到多种公司入款帐号选择，选择您方便的入款帐户，并正确填入存款人姓名、入款时间、入款金额及备注事项，提交后静待片刻，我方工作人员将会以第一时间为您确认款项。审核通过后您的帐户余额会自动更新。您也可以透过个人帐户中的财务记录了解您的充值纪录，随时查询您的入款审核状态。若长时间未有状态更新，请您核对您的资金转出是否成功，转入的帐号是否正确，若仍有疑虑，欢迎您透过在线客服与我们联系。</p>
    <br/>
    <div class="method">【線上存款方法】 </div>
    <p>会员登入后点选『立即充值』，选择『线上存款』。本公司提供微信、支付宝、银行卡等便捷线上存款方式。选择您的线上存款方式后，输入欲存款的金额提交后便进入第三方支付页面。请按照所指示的支付流程付款。付款完成后请不要立即关闭窗口，等待第三方支付回调页面后，即确认付款状态。付款成功后余额会自动更新。如您付款完成后余额没有更新，欢迎您马上联系我们的在线客服人员。</p>
  </div>
</template>
<style lang="scss" scoped>
.method {
  font-size: 18px;
  line-height: 1.5;
}
</style>
