<template>
  <div class="box-card">
    <p>1.怎麽开户？ </p>
    <p>答：在注册开户过程中您必需确认您是否满十八岁并注意您所在国家或地区相关法律规定，登陆我们的官方网站至尊彩票网 点击(开户注册)按要求填写相关资料就可以自助注册会员帐号及设置登陆密码、提款密码、联系方式等,为保证会员的个人资讯安全请选择保护好您的会员帐号与密码！</p>
    <br/>
    <p>2、单注投注额最低是？ </p>
    <p>答：我们单注最低投注额为人民币1元. </p>
    <br/>
    <p>3、最高投注额有限制吗？ </p>
    <p>答：任何一家正规博彩和网络博彩公司对客户的帐户投注都有单注和单注限额，没有限额的公司都基本属于没有任何风险控制的私人或骗子公司，今天的控制是为了明天能保证100%提款给您，这点您可以自行分析。每个项目都有不同的限额设定，详细请登陆会员都在「会员资料」页面查看。
    </p>
    <br/>
    <p>4、如何登入投注页面？ </p>
    <p>答：请进入首页在「会员登录」栏正确输入您的帐号、密码，登入投注页面 </p>
    <br/>
    <p>5、我帐户里面的帐怎麽结算？ </p>
    <p>答：请到「账户历史」页面查看，「账户历史」按天显示每天的结算结果。
    </p>
  </div>
</template>

