<template>
  <el-card class="box-card">
    <h1>提款帮助</h1>
    <p>至尊彩票网致力为会员提供最优质的服务,7×24小时随时提款，不限金额。不需要支付任何费用。提款方法如下： 会员登入后点选「存款提款」，选择「在线提款」。 并确认提款人姓名与您绑定的银行帐号持有人相符，第一次提款如未先绑定请到「会员资料」页面中绑定。
      输入「取款金额」以及「提款密码」，然后提交，稍等片刻工作人员收到申请核对无误后马上转入您的银行账户。 目前公司支持银行卡提款方式，不支持支付宝、财付通提款。 </p>
    <h2>取款须知 </h2>
    <ol>
      <li>1 、银行账户持有人姓名必须与您绑定时输入的姓名一致，否则无法到账。 </li>
      <li>2 、大陆各银行帐户均可申请提款。 </li>
      <li>3 、每个账户24小时内提款上限3次，最低提款20元。 </li>
      <li>4 、买彩后未经全额投注提彩申请不予受理。 </li>
      <li>5 、每位客户只可以使用一张银行卡进行提款，如需要更换银行卡请与客服人员联系。 </li>
      <li>6 、为保障客户资金安全，有可能需要与您电话联系验证或其它资料验证，以确保客户资金不会被冒领。 </li>
    </ol>
    <h2>到账时间？ </h2>
    <p>本站24小时均可申请提款，提款三分钟内到账，提款不收取任何手续费</p>
  </el-card>
</template>

