export const zodiacs = [
  {
    xiao: '鼠',
    nums: '10,22,34,46',
    englishName: 'RAT'
  },
  {
    xiao: '牛',
    nums: '09,21,33,45',
    englishName: 'OX'
  },
  {
    xiao: '虎',
    nums: '08,20,32,44',
    englishName: 'TIGER'
  },
  {
    xiao: '兔',
    nums: '07,19,31,43',
    englishName: 'RABBIT'
  },
  {
    xiao: '龙',
    nums: '06,18,30,42',
    englishName: 'DRAGON'
  },
  {
    xiao: '蛇',
    nums: '05,17,29,41',
    englishName: 'SNAKE'
  },
  {
    xiao: '马',
    nums: '04,16,28,40',
    englishName: 'HORSE'
  },
  {
    xiao: '羊',
    nums: '03,15,27,39',
    englishName: 'SHEEP'
  },
  {
    xiao: '猴',
    nums: '02,14,26,38',
    englishName: 'MONKEY'
  },
  {
    xiao: '鸡',
    nums: '01,13,25,37,49',
    englishName: 'ROOSTER'
  },
  {
    xiao: '狗',
    nums: '12,24,36,48',
    englishName: 'DOG'
  },
  {
    xiao: '猪',
    nums: '11,23,35,47',
    englishName: 'PIG'
  }
]

export const zodiacMap = {
  '鼠': [10, 22, 34, 46],
  '牛': [9, 21, 33, 45],
  '虎': [8, 20, 32, 44],
  '兔': [7, 19, 31, 43],
  '龙': [6, 18, 30, 42],
  '蛇': [5, 17, 29, 41],
  '马': [4, 16, 28, 40],
  '羊': [3, 15, 27, 39],
  '猴': [2, 14, 26, 38],
  '鸡': [1, 13, 25, 37, 49],
  '狗': [12, 24, 36, 48],
  '猪': [11, 23, 35, 47]
}
export const tailMap = {
  '0尾': [10, 20, 30, 40],
  '1尾': [1, 11, 21, 31, 42],
  '2尾': [2, 12, 22, 32, 43],
  '3尾': [3, 13, 23, 33, 43],
  '4尾': [4, 14, 24, 34, 44],
  '5尾': [5, 15, 25, 35, 45],
  '6尾': [6, 16, 26, 36, 46],
  '7尾': [7, 17, 27, 37, 47],
  '8尾': [8, 18, 28, 38, 48],
  '9尾': [9, 19, 29, 39, 49]
}
export const colorWave = {
  'hkl_pl_clrwvsred': ['1', '2', '7', '8', '12', '13', '18', '19', '23', '24', '29', '30', '34', '35', '40', '45', '46'],
  'hkl_pl_clrwvsblue': ['3', '4', '9', '10', '14', '15', '20', '25', '26', '31', '36', '37', '41', '42', '47', '48'],
  'hkl_pl_clrwvsgreen': ['5', '6', '11', '16', '17', '21', '22', '27', '28', '32', '33', '38', '39', '43', '44', '49']
}
