<template>
  <section class="rule-details">
    <p>该游戏投注、开奖时间和开奖号码与“幸运快乐8”完全同步，北京时间（GMT+8）每天白天从早上08:00开到次日凌晨4:00，每5分钟开一次奖，每天开奖240期。</p>
    <p>第一期 8:03开再来是8:08…..以此类推，最后一期隔天3:58分，每期封盘30秒游戏类似北京快乐8，多了两面玩法、少了前后和、单双和</p>
    <h3>
      <span class="warn">1.正码</span>
    </h3>
    <ul>
      <li>投注的1个号码与当期摇出的20个号码中的任1个号码相同，则中奖</li>
    </ul>
    <h3>
      <span class="warn">2.总和：</span>
      以所有开出的全部20个号码加起来的和值来判定
    </h3>
    <ul>
      <li>总和大/小：20个号码加总的和值大于810，为和大；20个号码加总的和值小于810，则为和小。</li>
      <li>总和单/双：20个号码加总的和值为单，叫做和单；20个号码加总的和值为双，叫做和双。</li>
      <li>总和810：20个号码加总的和值等于810，叫和值810。(当和值等于810则大、小、单、双退回本金)
        <br/>举例：开奖号码为1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20；那么此20个开奖号码的和值总和为210，则为小，为双。则投注小和双者中奖。投注大、单、和值810者不中奖。</li>
    </ul>
    <h3>
      <span class="warn">3.总和过关：</span>开出的20个号码的总和的游戏，分为「大单」，「小单」，「大双」和「小双」。
    </h3>
    <ul>
      <li>总和大于810为「总数大」,小于810为「总数小」。</li>
      <li>总和为双数叫「双」，单数叫「单」。</li>
      <li>通过大小和单双组合产生「大单」，「小单」，「大双」和「小双」四种结果。</li>
      <li>总和等于810，则视为和局。</li>
      <li>举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，总和小于810，并且是单数，则为「小单」。下注「小单」为赢，反之则输。</li>
    </ul>
    <h3>
      <span class="warn">4.两面：</span>
    </h3>
    <ul>
      <li>大：单球大于40的号码为大</li>
      <li>小：单球小于等于40的为小</li>
      <li>单：单球开单为单</li>
      <li>双：单球开双为双</li>
    </ul>
    <h3>
      <span class="warn">5.五行</span>
    </h3>
    <ul>
      <li>开出的20个号码的总和分在5个段，以金、木、水、火、土命名：金（210～695）、木（696～763）、水（764～855）、火（856～923）和土（924～1410）。</li>
      <li>举例(羊年)：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，</li>
      <li>则总分数在210－695段内，则开出的是「金」。下注「金」为赢，反之则输。</li>
    </ul>
  </section>
</template>

