<template>
  <section class="rule-details">
    <p>每期重庆幸运农场开奖球数共八粒。每粒球除了总和玩法，其它都有单独的投注页面。重庆幸运农场每天开97期，每期间隔10分钟。投注时间为8分钟，等待开奖时间为2分钟，北京时间（GMT+8）每天白天从上午10：00开到次日凌晨02：00。</p>
    <h3>
      <span class="warn">1.两面：</span>指单、双；大、小、尾大、尾小、合数单双</h3>
    <ul>
      <li>单、双：号码为双数叫双，如8、16；号码为单数叫单，如19、5。</li>
      <li>大、小：开出之号码大于或等于11为大，小于或等于10为小。</li>
      <li>尾大、尾小：开出之尾数大于或等于5为尾大，小于或等于4为尾小。</li>
      <li>合数单双：指开出号码的个位加上十位之和的单、双</li>
      <li>每一个号码为一投注组合，假如投注号码为开奖号码并在所投的球位置，视为中奖，其余情形视为不中奖</li>
    </ul>
    <h3>
      <span class="warn">2.中发白</span>
    </h3>
    <ul>
      <li>中：开出之号码为01、02、03、04、05、06、07</li>
      <li>发：开出之号码为08、09、10、11、12、13、14</li>
      <li>白：开出之号码为15、16、17、18、19、20</li>
    </ul>
    <h3>
      <span class="warn">3.方位</span>
    </h3>
    <ul>
      <li>东：开出之号码为01、05、09、13、17</li>
      <li>南：开出之号码为02、06、10、14、18</li>
      <li>西：开出之号码为03、07、11、15、19</li>
      <li>北：开出之号码为04、08、12、16、20</li>
    </ul>
    <h3>
      <span class="warn">4.龙虎</span>以第一球的中奖号码和第八球的中奖号码做为一組对奖、第二球的中奖号码和第七球的中 奖号码做为一組对奖、第三球的中奖号码和第六球的中奖号码做为一組对奖、第四球的中奖号码和第五球的中奖号码做为一組对奖号。</h3>
    <ul>
      <li>龙：开出之号码第一球、第二球、第三球、第四球的中奖号码大于相应的第八球、第七球、第六球、第五球的中奖号码。如 第一球开出14 第八球开出09；第二球球开出17 第七球开出08；第三球开出05 第六球开出01...中奖为龙。</li>
      <li>虎：开出之号码第一球、第二球、第三球、第四球的中奖号码小于相应的第八球第七球、第六球、第五球的中奖号码。如 第一球开出14 第八球开出16；第二球开出13 第七球开出18；第三球开出05 第六球开出08...中奖为虎。</li>
    </ul>
    <h3>
      <span class="warn">5.正码</span>
    </h3>
    <ul>
      <li>从01至20中任意选择1个号码进行投注， 投注号码与开奖号码中任意1个位置的号码相符，即中奖。</li>
    </ul>
    <h3>
      <span class="warn">6.总和单双：</span>所有8个开奖号码的数字总和值是单数为总和单，如数字总和值是31、51；所有8个开奖号码的数字总和值是双数为总和双，如数字总和是42、80；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</h3>
    <h3>
      <span class="warn">7.总和大小：</span>所有8个开奖号码的数字总和值85到132为总大；所有8个开奖号码的数字总和值36到83为总分小；所有8个开奖号码的数字总和值为84打和；如开奖号码为01、20、02、08、17、09、11，数字总和是68，则总分小。假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖，打和不计算结果。</h3>
    <h3>
      <span class="warn">8.总尾大小：</span>所有8个开奖号码的数字总和数值的个位数大于或等于5为总尾大，小于或等于4为总尾小；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</h3>
    <h3>
      <span class="warn">9.选二任选：</span>指从01至20中任意选择2个号码对开奖号码中任意2个位置的投注。 投注号码与开奖号码中任意2个位置的号码相符，即中奖。</h3>
    <h3>
      <span class="warn">10.选二连组：</span>指从01至20中任意选择2个号码对开奖号码中按开奖顺序出现的2个连续位置的投注。 投注号码与开奖号码中按开奖顺序出现的2个连续位置的号码相符（顺序不限），即中奖。</h3>
    <h3>
      <span class="warn">11.选三任选：</span>指从01至20中任意选择3个号码对开奖号码中任意3个位置的投注。 投注号码与开奖号码中任意3个位置的号码相符，即中奖。</h3>
    <h3>
      <span class="warn">12.选三前组：</span>指从01至20中任意选择3个号码对开奖号码中按开奖顺序出现的前3个连续位置的投注。 投注号码与开奖号码中按开奖顺序出现的前3个位置的号码相符（顺序不限），即中奖。</h3>
    <h3>
      <span class="warn">13.选四任选：</span>指从01至20中任意选择4个号码，对开奖号码中任意4个位置的投注。 投注号码与开奖号码中任意4个位置的号码相符，即中奖。</h3>
    <h3>
      <span class="warn">14.选五任选：</span>指从01至20中任意选择5个号码，对开奖号码中任意5个位置的投注。 投注号码与开奖号码中任意5个位置的号码相符，即中奖。</h3>
  </section>
</template>

