<template>
  <section class="rule-details">
    <p>3D彩是依照中国福利彩票管理中心发行的3D的开奖结果为派彩依据，每天开奖一次。假设3D开奖结果为123，那么佰位是1，拾位是2，个位是3。（每个位数在开奖时从0-9中摇出一个结果）选号玩法。</p>
    <h3>
      <span class="warn">1.一字盘势</span>
    </h3>
    <ul>
      <li>
        <span class="warn">一字定位：</span>于佰拾个任选一位，自0~9任选1号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。
      </li>
      <li>
        <span class="warn">一字组合：</span>0~9任选1号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。
      </li>
      <li>
        <span class="warn">佰/拾/个 大小：</span>0~4为小，5~9为大。
      </li>
      <li>
        <span class="warn">佰/拾/个 单双：</span>1、3、5、7、9为单，0、2、4、6、8为双。
      </li>
      <li>
        <span class="warn">佰/拾/个 质合：</span>1、2、3、5、7为质数，0、4、6、8、9为合数。
      </li>
    </ul>
    <h3>
      <span class="warn">2.二字盘势</span>
    </h3>
    <ul>
      <li>
        <span class="warn">二字定位：</span>于佰拾个任选二位，自0~9任选2号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。
      </li>
      <li>
        <span class="warn">二字组合：</span>0~9任选2号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。
      </li>
      <li>
        <span class="warn">佰拾和数：</span>开奖结果佰拾二位数的总和值若与投注的佰拾数字的总和值相同时，即为中奖。
      </li>
      <li>
        <span class="warn">佰个和数：</span>开奖结果佰个二位数的总和值若与投注的佰个数字的总和值相同时，即为中奖。
      </li>
      <li>
        <span class="warn">拾个和数：</span>开奖结果拾个二位数的总和值若与投注的拾个数字的总和值相同时，即为中奖。
      </li>
      <li>
        <span class="warn">佰拾/佰个/拾个 和数尾数：</span>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5
      </li>
      <li>
        <span class="warn">佰拾和数尾数：</span>佰拾总和为7，尾数为7。
      </li>
      <li>
        <span class="warn">佰个和数尾数：</span>佰个总和为8，尾数为8。
      </li>
      <li>
        <span class="warn">拾个和数尾数：</span>拾个总和为9，尾数为9。
      </li>
      <li>
        <span class="warn">佰拾/佰个/拾个 和数单双：</span>1、3、5、7、9、11、13、15、17为单，0、2、4、6、8、10、12、14、16、18为双。
      </li>
      <li>
        <span class="warn">佰拾/佰个/拾个 和数尾数大小：</span>0~4为小，5~9为大。
      </li>
      <li>
        <span class="warn">佰拾/佰个/拾个 和数尾数质合：</span>1、2、3、5、7为质数，0、4、6、8、9为合数。
      </li>
    </ul>
    <h3>
      <span class="warn">3.三字盘势</span>
    </h3>
    <ul>
      <li>
        <span class="warn">三字定位：</span>于佰拾个任选二位，自0~9任选3号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。
      </li>
      <li>
        <span class="warn">三字组合：</span>0~9任选3号进行投注，当开奖结果佰拾个任三数与所选的号码相同时，即为中奖。
      </li>
      <li>
        <span class="warn">佰拾个 和数：</span>开奖结果佰拾个三位数的总和值若与投注的佰拾个数字的总和值相同时，即为中奖。
      </li>
      <li>
        <span class="warn">佰拾个 和数尾数：</span>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5。佰拾个的总和为12，尾数为2。
      </li>
      <li>
        <span class="warn">佰拾个 和数大小：</span>0~13为小，14~27为大。
      </li>
      <li>
        <span class="warn">佰拾个 和数单双：</span>1、3、5、7、9、11、13、15、17、19、21、23、25、27为单，0、2、4、6、8、10、12、14、16、18、20、22、24、26为双。
      </li>
      <li>
        <span class="warn">佰拾个 和数尾数大小：</span>0~4为小，5~9为大。
      </li>
      <li>
        <span class="warn">佰拾个 和数尾数质合：</span>1、2、3、5、7为质数，0、4、6、8、9为合数。
      </li>
    </ul>
    <h3>
      <span class="warn">4.组选三</span>
    </h3>
    <ul>
      <li>会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择 1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。</li>
      <li>举例：112、344，若是开出豹子则不算中奖。</li>
      <li>【附注】："豹子"为三字同号，例如：111、222。</li>
    </ul>
    <h3>
      <span class="warn">5.组选六</span>
    </h3>
    <ul>
      <li>会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。</li>
      <li>举例：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
    </ul>
    <h3>
      <span class="warn">7.跨度</span>
    </h3>
    <ul>
      <li>以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度。</li>
      <li>举例：开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)。若开奖结果三号码都相同，跨度为0。</li>
    </ul>
  </section>
</template>

