<template>
  <section class="rule-details">
    <p class="warn">根据2018世界杯，90分钟正常比赛结果为准（伤停补时算90分钟内的正常时间）。加时赛（淘汰赛的30分钟加时赛）、点球不计算在内。</p>
    <br/>
    <h3 class="warn">结算时间:</h3><span>单场球赛结束后。实际赔率以下注时为准。</span>
    <h3 class="warn">输赢平：</h3><span>根据比较比分判断胜负。例如 巴西vs墨西哥 5:0，比分5>0，结果为赢。</span>
    <h3 class="warn">总进球：</h3><span>根据比较比分主客相加总进球为结果，例如：葡萄牙vs西班牙 3:3 ，3+3=6 总进球数6。</span>
    <h3 class="warn">总进球单双：</h3><span>根据比较比分主客相加总进球为结果判断单双，例如：葡萄牙vs西班牙 3:3 ，3+3=6 总进球数6，则下注双者为赢</span>
    <h3 class="warn">比分：</h3><span>根据实际比分判断</span>
    <h3 class="warn">赢其他：</h3><span>比分不在1:0，2:0，2:1，3:0，3:1，3:2，4:0，4:1，4:2，5:0，5:1，5 :2 等中，其他比分结果为赢的。</span>
    <h3 class="warn">平其他：</h3><span>比分不在 0:0，1:1，2:2，3:3 等，其他比分结果为平的</span>
    <h3 class="warn">输其他：</h3><span>比分不在0:1，0:2，1:2，0:3，1:3，2:3，0:4，1:4，2:4，0:5，1:5，2 :5 等中，其他比分结果为输的</span>
  </section>
</template>
