<template>
  <section class="rule-details">
    <h3>
      <span class="warn">1.特码</span>
    </h3>
    <ul>
      <li>香港六合彩公司当期开出的最後一码为特码。</li>
    </ul>
    <h3>
      <span class="warn">2.特码大小</span>
    </h3>
    <ul>
      <li>特小：开出的特码，(01~24)小于或等于24。</li>
      <li>特大：开出的特码，(25~48)小于或等于48。</li>
      <li>和局：特码为49时。</li>
    </ul>
    <h3>
      <span class="warn">3.特码单双</span>
    </h3>
    <ul>
      <li>特双：特码为双数，如18、20、34、42。</li>
      <li>特单：特码为单数，如01，11，35，47。</li>
      <li>和局：特码为49时。</li>
    </ul>
    <h3>
      <span class="warn">4.特码合数单双</span>
    </h3>
    <ul>
      <li>特双：指开出特码的个位加上十位之和为‘双数’，如02，11，33，44。</li>
      <li>特单：指开出特码的个位加上十位之和为‘单数’，如01，14，36，47。</li>
      <li>和局：特码为49时。</li>
    </ul>
    <h3>
      <span class="warn">5.特码尾数大小</span>
    </h3>
    <ul>
      <li>特尾大：5尾~9尾为大，如05、18、19。</li>
      <li>特尾小：0尾~4尾为小，如01，32，44。</li>
      <li>和局：特码为49时。</li>
    </ul>
    <h3>
      <span class="warn">6.特天肖、特地肖/特前肖、特後肖/特家肖、特野肖 </span>在兩面盤中，特天肖、特地肖 / 特前肖、特後肖 / 特家肖、特野肖分別代表不同的生肖組合</h3>
    <ul>
      <li>特天肖：兔、马、猴、猪、牛、龙 特地肖：鼠、虎、蛇、羊、雞、狗</li>
      <li>特前肖：鼠、牛、虎、兔、龙、蛇 特後肖：马、羊、猴、雞、狗、豬</li>
      <li>特家肖：羊、马、牛、雞、狗、豬 特野肖：猴、蛇、龙、兔、虎、鼠</li>
    </ul>
    <h3>
      <span class="warn">7.特码半特</span>
    </h3>
    <ul>
      <li>以特码大小与特码单双游戏为一个投注组合；当期特码开出符合投注组合，即视为中奖；若当期特码开出49号，其余情形视为不中奖。</li>
      <li>大单：25、27、29、31、33、35、37、39，41、43、45、47</li>
      <li>大双：26、28、30、32、34、36、38、40，42、44、46、48</li>
      <li>小单：01、03、05、07、09、11、13、15，17、19、21、23</li>
      <li>小双：02、04、06、08、10、12、14、16，18、20、22、24</li>
      <li>和局：特码为49时</li>
    </ul>
    <h3>
      <span class="warn">8.特码合数大小</span>
    </h3>
    <ul>
      <li>合数大：特码的个位加上十位之和来决定大小，和数大于或等于7为大。</li>
      <li>合数小：特码的个位加上十位之和来决定大小，和数小于或等于6为小。</li>
      <li>和局：特码为49时。</li>
    </ul>
    <h3>
      <span class="warn">9.正码</span>
    </h3>
    <ul>
      <li>香港六合彩公司每期开出的前面六个号码为正码，下注号码如在六个正码号码里中奖。</li>
    </ul>
    <h3>
      <span class="warn">10.总和大小</span>
    </h3>
    <ul>
      <li>总和大：所以七个开奖号码的分数总和大于或等于175。</li>
      <li>总和小：所以七个开奖号码的分数总和小于或等于174。</li>
    </ul>
    <h3>
      <span class="warn">11.总和单</span>
    </h3>
    <ul>
      <li>总和单：所以七个开奖号码的分数总和是‘单数’，如分数总和是133、197。</li>
      <li>总和双：所以七个开奖号码的分数总和是‘双数’，如分数总和是120、188。</li>
    </ul>
    <h3>
      <span class="warn">12.正肖</span>
    </h3>
    <ul>
      <li>以开出的6个正码做游戏，只要有1个落在下注生肖范围内，视为中奖。如超过1个正码落在下注生肖范围内 ，派彩将倍增！如：下注＄100.-正肖龙倍率1.8。</li>
      <li>6个正码开出01，派彩为＄80</li>
      <li>6个正码开出01，13，派彩为＄160</li>
      <li>6个正码开出01，13，25，派彩为＄240</li>
      <li>6个正码开出01，13，25，37，派彩为＄320</li>
      <li>6个正码开出01，13，25，37，49，派彩为＄320</li>
    </ul>
    <h3>
      <span class="warn">13.正码特</span>
    </h3>
    <ul>
      <li>正码特是指 正1特、正2特、正3特、正4特、正5特、正6特。</li>
      <li>其下注的正码特号与现场摇珠开出之正码其开奖顺序及开奖号码相同，视为中奖。</li>
      <li>如现场摇珠第一个正码开奖为49号，下注第一个正码特为49则视为中奖，其它号码视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">14.正码过关</span>
    </h3>
    <ul>
      <li>可同时挑选多项赛事，串联成投注组合，其赔率为所选串当时赔率的总乘积。</li>
      <li>只要当期所开出之中奖结果符合您所选定之串联赛事，即视为中奖。</li>
      <li>如投注组合中某一个号码为49号和时，该组合将该串赔率以1为计算。</li>
    </ul>
    <h3>
      <span class="warn">15.正码1-6</span>
    </h3>
    <ul>
      <li>香港六合彩公司当期开出之前6个号码叫正码。第一时间出来的叫正码1，依次为正码2、正码3┅┅ 正码6(并不以号码大小排序)。正码1、正码2、正码3、正码4、正码5、正码6的大小单双合单双和特别号码的大小单双规则相同，如正码1为31，则正码1为大，为单，为合双，为合小；正码2为08，则正码2为小，为双，为合双，为合大；号码为49则为和。假如投注组合符合中奖结果，视为中奖。
        正码1-6色波下注开奖之球色与下注之颜色相同时，视为中奖。其余情形视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">16.半波</span>
    </h3>
    <ul>
      <li>以特码色波和特单，特双，特大，特小为一个投注组合，当期特码开出符合投注组合，即视为中奖； 若当期特码开出49号，则视为和局；其余情形视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">17.半半波</span>
    </h3>
    <ul>
      <li>以特码色波和特单双及特大小等游戏为一个投注组合，当期特码开出符合投注组合，即视为中奖； 若当期特码开出49号，则视为和局；其余情形视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">18.特码生肖</span>
    </h3>
    <ul>
      <li>生肖顺序为 鼠 >牛 >虎 >兔 >龙 >蛇 >马 >羊 >猴 >鸡 >狗 >猪 。</li>
      <li>如今年是羊年，就以羊为开始，依顺序将49个号码分为12个生肖『如下』</li>
      <li>羊：01、13、25、37、49</li>
      <li>猴：12、24、36、48</li>
      <li>鸡：11、23、35、47</li>
      <li>狗：10、22、34、46</li>
      <li>猪：09、21、33、45</li>
      <li>鼠：08、20、32、44</li>
      <li>牛：07、19、31、43</li>
      <li>虎：06、18、30、42</li>
      <li>兔：05、17、29、41</li>
      <li>龙：04、16、28、40</li>
      <li>蛇：03、15、27、39</li>
      <li>马：02、14、26、38</li>
      <li>若当期特别号，落在下注生肖范围内，视为中奖 。</li>
    </ul>
    <h3>
      <span class="warn">19.特码色波</span>
    </h3>
    <ul>
      <li>香港六合彩49个号码球分别有红、蓝、绿三种颜色，以特码开出的颜色和投注的颜色相同视为中奖，颜色代表如下:</li>
      <li>红波：01 ,02 ,07 ,08 ,12 ,13 ,18 ,19 ,23 ,24 ,29 ,30 ,34 ,35 ,40 ,45 ,46</li>
      <li>蓝波：03 ,04 ,09 ,10 ,14 ,15 ,20 ,25 ,26 ,31 ,36 ,37 ,41 ,42 ,47 ,48</li>
      <li>绿波：05 ,06 ,11 ,16 ,17 ,21 ,22 ,27 ,28 ,32 ,33 ,38 ,39 ,43 ,44 ,49</li>
    </ul>
    <h3>
      <span class="warn">20.特码头数</span>
    </h3>
    <ul>
      <li>特码头数：是指特码属头数的号码</li>
      <li>"0"头：01、02、03、04、05、06、07、08、09</li>
      <li>"1"头：10、11、12、13、14、15、16、17、18、19</li>
      <li>"2"头：20、21、22、23、24、25、26、27、28、29</li>
      <li>"3"头：30、31、32、33、34、35、36、37、38、39</li>
      <li>"4"头：40、41、42、43、44、45、46、47、48、49</li>
      <li>例如：开奖结果特别号码为21则2头为中奖，其他头数都不中奖。</li>
    </ul>
    <h3>
      <span class="warn">21.特码尾数</span>
    </h3>
    <ul>
      <li>特码尾数：是指特码属尾数的号码。</li>
      <li>"0"尾：10、20、30、40</li>
      <li>"1"尾：01、11、21、31、41</li>
      <li>"2"尾：02、12、22、32、42</li>
      <li>"3"尾：03、13、23、33、43</li>
      <li>"4"尾：04、14、24、34、44</li>
      <li>"5"尾：05、15、25、35、45</li>
      <li>"6"尾：06、16、26、36、46</li>
      <li>"7"尾：07、17、27、37、47</li>
      <li>"8"尾：08、18、28、38、48</li>
      <li>"9"尾：09、19、29、39、49</li>
      <li>例如：开奖结果特别号码为21则1尾数为中奖，其他尾数都不中奖。</li>
    </ul>
    <h3>
      <span class="warn">22.五行</span>
    </h3>
    <ul>
      <li>挑选一个五行选项为一个组合，若开奖号码的特码在此组合内，即视为中奖；若开奖号码的特码亦不在此组合内，即视为不中奖；</li>
      <li>如今年是2015年（五行每年不一样）</li>
      <li>金：01、02、15、16、23、24、31、32、45、46</li>
      <li>木：05、06、13、14、27、28、35、36、43、44</li>
      <li>水：03、04、11、12、19、20、33、34、41、42、49</li>
      <li>火：07、08、21、22、29、30、37、3</li>
      <li>土：09、10、17、18、25、26、39、40、47、48</li>
    </ul>
    <h3>
      <span class="warn">23.平特一肖</span>
    </h3>
    <ul>
      <li>指开奖的7个号码中含有所属生肖的一个或多个号码，但派彩指派一次，即不论同生肖号码出现一个或多个号码都指派一次。</li>
      <li>羊：01、13、25、37、49</li>
      <li>猴：12、24、36、48</li>
      <li>鸡：11、23、35、47</li>
      <li>狗：10、22、34、46</li>
      <li>猪：09、21、33、45</li>
      <li>鼠：08、20、32、44</li>
      <li>牛：07、19、31、43</li>
      <li>虎：06、18、30、42</li>
      <li>兔：05、17、29、41</li>
      <li>龙：04、16、28、40</li>
      <li>蛇：03、15、27、39</li>
      <li>马：02、14、26、38</li>
    </ul>
    <h3>
      <span class="warn">24.平特尾数</span>
    </h3>
    <ul>
      <li>指开奖的7个号码中含有所属生肖的一个或多个号码，但派彩指派一次，即不论同生肖号码出现一个或多个号码都指派一次。</li>
      <li>"0"尾：10、20、30、40</li>
      <li>"1"尾：01、11、21、31、41</li>
      <li>"2"尾：02、12、22、32、42</li>
      <li>"3"尾：03、13、23、33、43</li>
      <li>"4"尾：04、14、24、34、44</li>
      <li>"5"尾：05、15、25、35、45</li>
      <li>"6"尾：06、16、26、36、46</li>
      <li>"7"尾：07、17、27、37、47</li>
      <li>"8"尾：08、18、28、38、48</li>
      <li>"9"尾：09、19、29、39、49</li>
      <li>例如：开奖结果正码号码为11、31、42、44、35、32特别号码为21则1尾2尾4尾5尾都为中奖，其他尾数都不中奖。</li>
    </ul>
    <h3>
      <span class="warn">25.连码</span>
    </h3>
    <ul>
      <li>三中二：所投注的每三个号码为一组合，若其中2个是开奖号码中的正码，即为三中二，视为中奖；若3个都是开奖号码中的正码，即为三中二之中三，其余情形视为不中奖，如06、07、08 为一组合，开奖号码中有06、07两个正码，没有08，即为三中二，按三中二赔付；如开奖
        号码中有06、07、08三个正码，即为三中二之中三，按中三赔付；如出现1个或没有，视为不中奖 。</li>
      <li>四全中：选择投注号码每四个为一组（四个或四个以上），兑奖号为正码，如四个号码都在开奖号码的正码里面，视为中奖，其他情形都视为不中奖 。</li>
      <li>三全中：所投注的每三个号码为一组合，若三个号码都是开奖号码之正码，视为中奖，其余情形视为 不中奖。如06、07、08三个都是开奖号码之正码，视为中奖，如两个正码加上一个特别号 码视为不中奖 。</li>
      <li>二全中：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，视为中奖，其余情形视为不 中奖（含一个正码加一个特别号码之情形）。</li>
      <li>二中特：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，叫二中特之中二；若其中一 个是正码，一个是特别号码，叫二中特之中特；其余情形视为不中奖 。</li>
      <li>特串：所投注的每二个号码为一组合，其中一个是正码，一个是特别号码，视为中奖，其余情形视为不中奖（含二个号码都是正码之情形） 。</li>
    </ul>
    <h3>
      <span class="warn">26.连肖连尾</span>
    </h3>
    <ul>
      <li>生肖（尾数）所对应的号码和特码生肖（尾数）项目的一样；一个生肖（尾数）对应多个号码，不论同生肖（尾数）的号码出现一个或多个，派彩只派一次。每个生肖（尾数）都有自己的赔率，下注组合的总赔率，取该组合生肖（尾数）的最低赔率为总赔率。</li>
      <li>二连尾:选择二个尾数为一投注组合进行下注。该注的二个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
      <li>三连尾:选择三个尾数为一投注组合进行下注。该注的三个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
      <li>四连尾:选择四个尾数为一投注组合进行下注。该注的四个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
      <li>五连尾:选择五个尾数为一投注组合进行下注。该注的五个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
      <li>二连肖:选择二个生肖为一投注组合进行下注。该注的二个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
      <li>三连肖:选择三个生肖为一投注组合进行下注。该注的三个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
      <li>四连肖:选择四个生肖为一投注组合进行下注。该注的四个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
      <li>五连肖:选择五个生肖为一投注组合进行下注。该注的五个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
    </ul>
    <h3>
      <span class="warn">27.合肖</span>
    </h3>
    <ul>
      <li>挑选2-11个生肖『排列如同生肖』为一个组合，并选择开奖号码的特码是否在此组合内『49号除外』，即视为中奖；若当期特码开出49号，则所有组合皆视为和局。</li>
    </ul>
    <h3>
      <span class="warn">28.自选不中</span>
    </h3>
    <ul>
      <li>挑选最少5个号码为一投注组合进行下注。当期开出的7个开奖号码都没有在该下注组合中，即视为中奖。每个号码都有自己的赔率，下注组合的总赔率，取该组合号码的最低赔率为总赔率。如下注组合为1-2-3-4-5，开奖号码为6，7，8，9，10，11，12，即为中奖，如果开奖号码为5，6，7，8，9，10，11，那麽为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">29.总肖</span>
    </h3>
    <ul>
      <li>当期号码(所有正码与最後开出的特码)开出的不同生肖总数，与所投注之预计开出之生肖总数合(不用指定特定生肖)，则视为中奖，其余情形视为不中奖。例如：如果当期号码为19、24、12、34、40、39 特别号：49，总计六个生肖，若选总肖【6】则为中奖(请注意：49号亦算输赢，不为和）。</li>
    </ul>
    <h3>
      <span class="warn">30.总肖单双</span>
    </h3>
    <ul>
      <li>当期号码（正码和特码）开出的不同生肖总数若为单数则为单，若为双数则为双。</li>
    </ul>
    <h3>
      <span class="warn">31.七色波</span>
    </h3>
    <ul>
      <li>以开出的7个色波，那种颜色最多为中奖。 开出的6个正码各以1个色波计，特别号以1.5个色波计。而以下3种结果视为和局。</li>
      <li>1： 6个正码开出3蓝3绿，而特别码是1.5红</li>
      <li>2： 6个正码开出3蓝3红，而特别码是1.5绿</li>
      <li>3： 6个正码开出3绿3红，而特别码是1.5蓝</li>
      <li>如果出现和局，所有投注红，绿，蓝七色波的金额将全数退回，会员也可投注和局</li>
    </ul>

  </section>
</template>

