<template>
  <section class="rule-details">
    <ul>
      <li>加拿大28 每期开奖共开出20个号码，并且按照从小到大的顺序依次排列</li>
      <li>取其2、5、8、11、14、17位数进行相加，和值的末位作为加拿大28开奖的第一位数值</li>
      <li>取其3、6、9、12、15、18位数进行相加，和值的末位作为加拿大28开奖的第二位数值</li>
      <li>取其4、7、10、13、16、19位数进行相加，和值的末位作为加拿大28开奖的第三位数</li>
      <li>将三位数值进行相加，所得结果即为加拿大28的开奖结果</li>
    </ul>
    <ul class="warn">
      <li>大：三个位置的数值相加和大于等于14,15,16,17,18,19,20,21,22,23,24,25,26,27为大。</li>
      <li>小：三个位置的数值相加和小于等于00,01,02,03,04,05,06,07,08,09,10,11,12,13为小。</li>
      <li>单：三个位置的数值相加和为单就为单。</li>
      <li>双：三个位置的数值相加和为双就为双。</li>
      <li>极大（三个数值和）：23,24,25,26,27为极大。</li>
      <li>极小（三个数值和）：00,01,02,03,04为极小。</li>
      <li>红波（三个数值和）：03,06,09,12,15,18,21,24为红波。</li>
      <li>绿波（三个数值和）：01,04,07,10,16,19,22,25为绿波。</li>
      <li>蓝波（三个数值和）：02,05,08,11,17,20,23,26为蓝波。</li>
      <li>注:当开奖结果为：0,13,14,27(所有买的波色皆输)视为全部不中奖！</li>
      <li>豹子：当期开出三个数字相同即为豹子</li>
      <li>特码（三个数值和）：单选取一个数字投注。</li>
    </ul>
  </section>
</template>

