<template>
  <section class="rule-details">
    <ul>
      <li>「江苏快3」由中国福利彩票发行管理中心组织销售、江苏省福利彩票发行中心承销。
      </li>
      <li>开奖时间：每日早上8点30分至晚上10点10分；每日共开奖82期、每 10 分钟开奖 1 次。</li>
      <li>每期开出3个号码、每个号码范围01~06 。</li>
      <li>如开奖时间异动以中国福利彩票管理中心公告为准。</li>
    </ul>
    <p>官方网站：
      <a href="http://www.jslottery.com">http://www.jslottery.com/</a>
    </p>
    <p>即时开奖：
      <a href="http://www.shishicai.cn/jsk3/touzhu/">http://www.shishicai.cn/jsk3/touzhu/</a>
    </p>
    <h3>
      <span class="warn">和值</span>
    </h3>
    <p>以全部开出的三个号码、加起来的总和来判定。</p>
    <ul>
      <li>大小：三个开奖号码总和值11~17 为大；总和值4~10 为小；若三个号码相同、则不算中奖。
      </li>
      <li>开奖号码总和值为3、4、5、6、7、8、9、10、11、12、13、14、15、16、17 、18时，即为中奖；</li>
      <li>举例：如开奖号码为1、2、3、总和值为6、则投注「6」即为中奖。</li>
    </ul>
    <h3>
      <span class="warn">独胆</span>
    </h3>
    <p>三个开奖号码其中一个与所选号码相同时、即为中奖。</p>
    <ul>
      <li>举例：如开奖号码为1、1、3，则投注独胆1或独胆3皆视为中奖。</li>
      <li>备注：不论当局指定点数出现几次，仅派彩一次(不翻倍)。</li>
    </ul>
    <h3>
      <span class="warn">豹子</span>
    </h3>
    <ul>
      <li>豹子：开奖号码三字同号、且与所选择的豹子组合相符时，即为中奖。</li>
      <li>任意豹子：任意豹子组合、开奖号码三字同号，即为中奖。</li>
    </ul>
    <h3>
      <span class="warn">两连</span>
    </h3>
    <p>任选一长牌组合、当开奖结果任2码与所选组合相同时，即为中奖。</p>
    <ul>
      <li>举例：如开奖号码为1、2、3、则投注两连12、两连23、两连13皆视为中奖。</li>
    </ul>
    <h3>
      <span class="warn">对子</span>
    </h3>
    <p>开奖号码任两字同号、且与所选择的对子组合相符时，即为中奖。</p>
    <ul>
      <li>举例：如开奖号码为1、1、3、则投注对子1、1，即为中奖。</li>
    </ul>
  </section>
</template>

