<template>
  <section class="rule-details">
    <p>官网：
      <a href="https://www.speedlottery.com/lo1_detail.html">75SecRacing</a>
    </p>
    <p>“秒速赛车”是引进欧洲博彩公司开奖设备，由菲律宾博彩执照公司审核监控，联合开发的彩票游戏，保证公平公正；由于该彩种并不属于某单一地区彩种，所以暂时还未对外开放官方网站，但是这类彩种在欧洲当地是非常火爆的，您可以放心投注、开奖时间，北京时间（GMT+8）每天白天从早上07:25:00开到凌晨04:00:00，每75秒开一次奖,每天开奖985期。</p>
    <h3>
      <span class="warn">1～10 两面：</span>指 单、双；大、小。</h3>
    <ul>
      <li>
        <span class="warn">单、双：</span>号码为双数叫双，如4、8；号码为单数叫单，如5、9。</li>
      <li>
        <span class="warn">大、小：</span>开出之号码大于或等于6为大，小于或等于5为小。</li>
      <li>
        <span class="warn">第一名～第十名 车号指定：</span>每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">1～5龙虎</span>
    </h3>
    <ul>
      <li>
        <span class="warn">冠 军 龙/虎：</span>“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">亚 军 龙/虎：“</span>“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">第三名 龙/虎：</span>“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">第四名 龙/虎：</span>“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">第五名 龙/虎：</span>“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">冠军车号＋亚军车号＝冠亚和值（为3~19)</span>
    </h3>
    <ul>
      <li>
        <span class="warn">冠亚和单双：“冠亚和值”</span>为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。</li>
      <li>
        <span class="warn">冠亚和大小：“冠亚和值”</span>大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。</li>
      <li>
        <span class="warn">冠亚和指定：“冠亚和值”</span>可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。</li>
    </ul>
  </section>
</template>

